{
  "product_count": "18252",
  "category_ids": "4401",
  "results": [
    {
      "id": 1245208,
      "data": {
        "sku": "SA939ELBAOT4VNAMZ",
        "name": "USB Sandisk Cruzer Edge CZ52 16GB (Đen phối đỏ)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/usb-sandisk-cruzer-edge-cz52-16gb-den-phoi-do-1245208.html",
        "simples": {
          "SA939ELBAOT4VNAMZ-865442": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 865442,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 179000,
              "quantity": 428,
              "shipment_type": 1,
              "shipping_weight": 0.1,
              "shipment_weight": 0,
              "size": "",
              "sku": "SA939ELBAOT4VNAMZ-865442",
              "sourceability": "End of life",
              "special_from_date": "2016-01-20 00:00:00",
              "special_price": 88000,
              "special_to_date": "2018-12-26 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "…",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "nonbulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Kết hợp tinh tế giữa hai màu đen và đỏ, SanDisk Cruzer Edge CZ52 đem đến cho người dùng vẻ lịch lãm tinh tế nhưng không kém phần mạnh mẽ và nam tính. Dung lượng 16GB cho bạn một không gian lưu trữ rộng rãi để bạn thoải mái lưu giữ bất cứ những gì bạn cần. Phần mềm bảo mật chống xâm nhập cùng công nghệ mã hóa khối giúp bảo vệ dữ liệu của bạn an toàn hơn bao giờ hết. Với mức giá phải chăng cùng thời hạn bảo hành lên đến 5 năm, USB SanDisk Cruzer Edge CZ52 chính là lựa chọn lý tưởng mà bạn không nên bỏ qua. \n\nTÍNH NĂNG NỔI BẬT\nThiết kế đơn giản\nUSB SanDisk Cruzer Edge CZ52 sở hữu thiết kế nhỏ gọn, để bạn có thể dễ dàng cất vào trong túi hoặc balo, giúp cho việc di chuyển thuận tiện và dễ dàng hơn. Thiết kế mới của sản phẩm cho phép bạn dễ dàng trượt đầu USB ra khỏi khung bảo vệ dính liền (đồng thời là nắp USB) và xoay ngược đầu USB lại để sử dụng. Sự kết hợp hài hòa của hai màu đen, đỏ đem đến cho USB SanDisk Cruzer Edge CZ52 vẻ đẹp mạnh mẽ và nam tính.\n\n\n\n\n\nDung lượng lưu trữ thoải mái\nVới dung lượng 16GB, USB SanDisk Cruzer Edge CZ52 cho bạn khả năng lưu trữ nhiều dữ liệu hơn, linh động và sẵn sàng cho mọi công việc.\n\n\n",
        "brand": "Sandisk",
        "max_price": 179000,
        "price": 179000,
        "max_special_price": "88000.00",
        "special_price": "88000.00",
        "max_saving_percentage": 51,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": "13",
          "2": "8",
          "3": "19",
          "4": "58",
          "5": "62",
          "avr": 3.925,
          "sum": 160
        },
        "categories": [
          "1",
          "1379",
          "1384",
          "2145",
          "2148",
          "2441",
          "2583",
          "2594",
          "2715",
          "2724",
          "2731",
          "2741",
          "2838",
          "2854",
          "3259",
          "3269",
          "4401",
          "6213",
          "6428",
          "6456",
          "9175",
          "9179",
          "9495",
          "9674",
          "10934",
          "10936",
          "10976",
          "10978",
          "10979",
          "10980"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-03.slatic.net/p/usb-sandisk-cruzer-edge-cz52-16gb-den-phoi-do-4841-8025421-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/usb-sandisk-cruzer-edge-cz52-16gb-den-phoi-do-4841-8025421-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/usb-sandisk-cruzer-edge-cz52-16gb-den-phoi-do-4841-8025421-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 995547,
      "data": {
        "sku": "AP069ELAVC63VNAMZ",
        "name": "Laptop Apple MacBook Pro MF839 13inch Retina (Bạc)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/laptop-apple-macbook-pro-mf839-13inch-retina-bac-995547.html",
        "simples": {
          "AP069ELAVC63VNAMZ-524493": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 524493,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 29999000,
              "quantity": 27,
              "shipment_type": 2,
              "shipping_weight": 2.5,
              "shipment_weight": 0,
              "size": "",
              "sku": "AP069ELAVC63VNAMZ-524493",
              "sourceability": "Sourceable",
              "special_from_date": "2015-11-23 00:00:00",
              "special_price": 25990000,
              "special_to_date": "2016-11-28 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Dng Macbook Pro Retina sẽ mang lại cho bạn những trải nghiệm tuyệt vời trong cng việc lẫn giải tr. Khng chỉ vậy, n cn như một mn trang sức cng nghệ đầy sang trọng v tiện lợi để bạn lun mang theo bn mnh. Trong số ba phin bản mới 2015, Macbook Pro Retina 13inch SSD 128GB l phin bản c bộ nhớ ổ cứng lưu trữ SSD thấp nhất  128GB, ph hợp cho những người cần một thiết bị để lm việc v giải tr nhẹ nhng, t lưu trữ, nhưng vẫn trải nghiệm được những điều tuyệt vời m một chiếc Macbook sẽ mang lại.\n\n\n\nThiết kế đặc trưng từ APPLE\n\nSo với cc phin bản trước đ Macbook Pro Retina 13inch 2015 128GB hay gọi tắt l Macbook Pro 2015 khng c sự thay đổi khc biệt. My vẫn được trang bị lớp vỏ nhm nguyn khối Unibody rất đẹp v chắn chắn. Thiết kế mỏng, nhẹ ấn tượng, chỉ mỏng 1.8cm v trọng lượng l 1,58 kg, rất tiện lợi khi di chuyển.\n\n\n\n\nĐn LED nền đẹp mắt trn bn phm gip tăng độ chnh xc khi dng phm nhất l vo ban đm, logo Apple pht sng mặt trn my tạo điểm nhấn khc biệt v đầy sang trọng khi kết hợp cng vỏ mu bạc qu phi. Macbook Pro 2015 sẽ mang đến cho bạn khng chỉ một sản phẩm cng nghệ cao m cn l một mn trang sức hấp dẫn.\n\n\n\nBn r cảm ứng lực - Force Touch\nChi tiết thiết kế được nng cấp đ chnh l bn r cảm ứng lực v cổng Thunderbolt thế hệ thứ hai m nhn vo bằng mắt chng ta sẽ khng nhận ra được.Bn r cảm ứng Trackpad trn thế hệ Macbook Pro trước đy đ kh hon hảo bởi độ mượt m v cực nhạy, nay hng lại tiếp tục nng cấp hơn nữa với cng nghệ cấu trc 4 cảm biến nằm 4 cạnh của bn r cảm ứng mới (được gọi l Force Touch), gip người dng dễ dng nhấn ở bất kỳ đu trn bề mặt cảm ứng m khng bị hiện tượng click ln xuống. Cc cảm biến lực tch hợp để biết khi no người dng nhấn mạnh hay nhẹ. Ngoi ra, Trackpad mới c cảm biến rung (taptic) rung phản hồi lại khi chng ta chạm, giống với kiểu điện thoại.\nForce Touch mới cho một cảm gic mượt như nhung khi di ngn tay, độ ma st cực thấp, thao tc phong ph, phối hợp tốt với hệ điều hnh, như đang đi trn một mn hnh cảm ứng. V dụ như khi cuộn trang web, n rất giống khi ta đang vuốt trn mn hnh, di chuyển mượt v dừng lại đng chỗ khi dừng ngn tay. Với Force Touch mới ny của Apple, hầu hết người dng đều qun đi sự hiện diện của con chuột my tnh.\n\n\n\n\nCổng Thunderbolt thế hệ thứ 2\n\nCổng Thunderbolt 2 trn Macbook Pro 2015 về mặt l thuyết cho tốc độ cao hơn gấp đi so với Thunderbolt 1, tốc độ truyền tải dữ liệu được đo l 20Gbps, hỗ trợ chp file nhanh hơn gấp đi so với chuẩn cũ. Đồng thời cn c thể xuất hnh ảnh độ phn giải cao ra mn hnh 4K v thậm ch l 5K.\n\n\n\n\nHiệu năng hon hảo\n\nMacbook Pro 2015 được cập nhật phần cứng mới nn mang lại hiệu năng cao hơn thế hệ trước. Bạn sẽ c bộ xử l Intel core i5 thế hệ thứ năm hoạt động theo kiến trc Broadwell, hai nhn xung nhịp 2.7GHz. Cng nghệ Hyper-Threading, tăng cường hiệu suất bằng cch cho php mỗi li xử l nhiều nhiệm vụ cng một lc. Trải nghiệm cho thấy d l cc tc vụ nặng như chỉnh sửa hnh ảnh hoặc bin tập video chất lượng cao cũng được chạy mượt m, hiệu năng mang lại l cực kỳ tốt.\n\nBộ nhớ RAM 8GB đảm bảo khng gian cho bạn những tc vụ đa nhiệm mượt m. C một điều người dng Macbook hay gặp phải đ l khi kiểm tra dung lượng trống của RAM th hầu như sẽ rất lo lắng khi n lun qu t, tuy nhin Apple đ tối ưu hệ thống của họ, dung lượng RAM lun được sử dụng gần mức tối đa nhằm mang lại một hiệu năng cao nhất.\n\n\n\n\nĐặc biệt, khng thể nhắc đến ổ lưu trữ SSD 128GB trn phin bản ny. Nếu nhu cầu lưu trữ của bạn kh t, cng việc văn phng nhẹ nhng th phin bản SSD 128GB với gi ph hợp sẽ l một lựa chọn sng suốt. Ổ cứng SSD theo chuẩn PCIe c tốc độ đọc v ghi dữ liệu cao hơn 2 lần so với thế hệ trước v gấp 17 lần so với ổ cứng sử dụng chuẩn RPM 5400 sử dụng trn iMac.\n\nỔ cứng flash SSD thể rắn khng c bất kỳ bộ phận chuyển động no trong ổ nn my hoạt động rất yn tĩnh v đặt biệt l rất bền bỉ. Một điều rất nhiều người dng ưa thch khi sở hữu một my Macbook sử dụng ổ SSD đ l hiếm khi họ cần tắt my, khi c việc cần di chuyển, bạn chỉ cần gập my lại v đi m khng c bất kỳ ảnh hưởng no, đến khi cần sử dụng lại bạn mở ra v ngay lập tức mọi thứ đ sẵn sng. Đồng thời ổ cứng SSD cực kỳ tiết kiệm năng lượng, cho php chiếc MacBook Pro 2015 của bạn khả năng chờ ln đến một thng m khng cần cắm sạc.\n\n\n\n\nMn hnh 13.3inch Retina cực đẹp\nRetina l một định nghĩa được Apple đặt ra cho những thiết bị c mn hnh với độ phn giải cực kỳ cao, cao đến nỗi mắt người nhn vo khng thể phn biệt được những điểm ảnh trn đ. Với mn hnh IPS 13,3 độ phn giải 2560x1600, 227 ppi MacBook Pro 2015 sẽ cho bạn một trải nghiệm trn mn hnh tuyệt đẹp v v cng ấn tượng. Mn hnh lm giảm độ chi gip bạn khng mỏi mắt nhưng vẫn duy tr mu sắc chnh xc đng kinh ngạc v chất lượng cao. Độ tương phản cao gip cho tất cả mọi thứ hiển thị trn mn hnh trở nn phong ph v sống động. Cng nghệ IPS cung cấp cho bạn một gc nhn 178 độ, v vậy bạn sẽ khng cảm thấy sự khc biệt ở bất k gc độ no.\n\n\nCard đồ hoạ Iris\nMacBook Pro 2015 sở hữu bộ xử l đồ hoạ Intel Iris Graphics 6100, hỗ trợ xuất ra mn hnh ngoi độ phn giải 3840 x 2160 pixel. My c khả năng xử l cả cng việc hng ngy v cc ứng dụng sng tạo đồ họa chuyn su. Lướt qua cc album ảnh dung lượng lớn một cch mượt m v chơi tất cả cc game 3D tuyệt vời.\n\n\n\n\nThời lượng pin tăng đến 10 tiếng sử dụng\nMacBook Pro 2015 được cải tiến thời lượng pin từ 9 giờ ln đến 10 giờ sử dụng sau một lần sạc đầy. Đ l thời lượng pin rất ấn tượng đối với bất kỳ my tnh xch tay no. Hy tưởng tượng chỉ cần sạc đầy l bạn c thể yn tm mang my đi khắp nơi suốt ngy lm việc m khng cần quan tm đến thiết bị sạc cng ổ cắm điện. Ngoi ra, những cải tiến từ Apple cho php bạn sạc đến 1000 lần thời gian xả đầy đủ chu kỳ v chế độ chờ ln đến 30 ngy.\n\n\n\n\nHệ điều hnh OS X Yosemite\nTất cả những thiết bị Macbook của Apple đều được ci đặt sẵn hệ điều hnh bản quyền OS X. Trn Macbook Pro 2015, bạn cũng sẽ được trải nghiệm hệ điều hnh OS X Yosemite mới nhất v cng hon hảo. Hệ thống hoạt động mượt m, ứng dụng, phần mềm ngy cng phong ph được tải về trực tiếp từ App Store. Một điều đng gi nữa để bạn lựa chọn hệ điều hnh ny đ l người dng Macbook khng cần quan tm đến vấn đề virus my tnh, do tnh năng bảo mật cực kỳ cao. Việc phải ci lại my l rất hiếm khi xảy ra bởi Apple thường xuyn cung cấp cc bản cập nhật v lỗi miễn ph cho người dng. Với OS X Yosemite trn Macbook, nếu bạn c một chiếc iPhone th mọi thứ dường như l một trn cả điện thoại v my tnh của bạn. Chức năng đồng bộ, nghe gọi, nhắn tin, lm việc với văn bản, hnh ảnhcủa điện thoại đều c thể thực hiện trn một chiếc Macbook. Trải nghiệm tuyệt vời cng một hệ điều hnh độc quyền l hiển nhin khi bạn sỡ hữu n.\n\n",
        "brand": "APPLE",
        "max_price": 29999000,
        "price": 29999000,
        "max_special_price": "25990000.00",
        "special_price": "25990000.00",
        "max_saving_percentage": 13,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": 0,
          "2": 0,
          "3": 0,
          "4": 0,
          "5": "1",
          "avr": 5,
          "sum": 1
        },
        "categories": [
          "1",
          "1379",
          "1387",
          "2078",
          "2151",
          "2155",
          "2441",
          "2564",
          "2568",
          "2583",
          "2594",
          "2838",
          "2854",
          "3172",
          "3176",
          "3259",
          "3269",
          "4401",
          "4414",
          "6213",
          "6227",
          "6428",
          "6456",
          "6518",
          "7808",
          "9021",
          "9495",
          "9674"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-pro-mf839-13inch-retina-bac-2389-745599-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-pro-mf839-13inch-retina-bac-2389-745599-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/laptop-apple-macbook-pro-mf839-13inch-retina-bac-2389-745599-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-pro-mf839-13inch-retina-bac-2389-745599-4-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1703622,
      "data": {
        "sku": "WE145ELAA10IIUVNAMZ",
        "name": "Ổ cứng di động WD Elements 1.5TB (Đen)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/o-cung-di-dong-wd-elements-15tb-den-1703622.html",
        "simples": {
          "WE145ELAA10IIUVNAMZ-1408983": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 1408983,
            "meta": {
              "attribute_set_name": "electronics",
              "fast_delivery_location_groups_ids": [
                3,
                1
              ],
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 1990000,
              "quantity": 70,
              "shipment_type": 1,
              "shipping_weight": 0.41,
              "shipment_weight": 0,
              "size": "",
              "sku": "WE145ELAA10IIUVNAMZ-1408983",
              "sourceability": "Sourceable",
              "special_from_date": "2016-01-12 00:00:00",
              "special_price": 1673000,
              "special_to_date": "2018-12-01 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "…",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [
              {
                "name": "FS 11h",
                "description": "",
                "start_date": "2016-02-05 11:00:00",
                "end_date": "2016-02-05 13:00:00",
                "price": 1670000
              }
            ],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Dễ dàng sao lưu mọi dữ liệu với ổ cứngWD Elementsdung lượng lưu trữ lên đến 1.5TB, kết nối với máy tính thông qua cổngUSB 3.0 tốc độ nhanh gấp 10 lần so với cổng USB 2.0. Là một giải pháp lưu trữ di động an toàn và tiện lợi, WD Elements không chỉ cho khả năng lưu trữ nhanh chóng các loại dữ liệu số mà còn sở hữu vẻ ngoài sang trọng và tinh tế, hứa hẹn sẽ là người bạn đồng hành lý tưởng dành cho bạn.\n\nTÍNH NĂNG NỔI BẬT\nKết nối USB 3.0, truyền dữ liệu siêu tốc\nSo với kết nối USB 2.0 cho tốc độ truyền dữ liệu tối đa chỉ đạt 480MB/s thì kết nối USB 3.0 cho khả năng truyền dữ liệu gấp 10 lần, có thể đạt tốc độ tối đa lên đến 5GB/s, giúp giảm tối đa thời gian chờ đợi ngay cả khi phải truyền tải khối lượng lớn dữ liệu.\n\n\n\nTương thích cả USB 3.0 và USB 2.0\nChỉ cần một sợi cáp duy nhất là bạn đã có thể kết nối ổ cứng với máy tính một cách nhanh chóng. Ổ cứng tương tích với cả chuẩn USB 3.0 và USB 2.0 mang lại khả năng sử dụng dễ dàng.\n\n\n\nDung lượng lớn trong một thiết kế mỏng\nỔ cứng WD Elements sẽ là sự lựa chọn tối ưu để mở rộng không gian lưu trữ vốn hạn chế trên máy tính của bạn. Với dung lượng lưu trữ lớn lên đến 1.5TB Bạn có thể lưu giữ hàng trăm ngàn tấm ảnh, hàng chục giờ video hoặc hàng trăm ngàn bài hát chất lượng cao trong một thiết kế mỏng, sang trọng và lịch lãm. Không những vậy, bạn còn có thể mang theo mọi dữ liệu bên mình để sẵn sàng cho mọi công việc và giải trí của bạn.\n\n\n\nTương thích với nhiều hệ điều hành\nVới định dạng NTFS, bạn có thể sử dụng ổ cứng WD Elements với các hệ Windows phổ biến nhất hiện nay như Windows 8, Windows 7, Vista và ngay cả XP. Bạn cũng có thể định dạng ổ cứng để tương thích với máy MAC, đem đến cho bạn khả năng sử dụng linh hoạt và thông minh.\n\n\n\t\nCải thiện hiệu suất máy tính\nMột khi ổ cứng trên máy tính đã đầy, nó sẽ làm tốc độ chậm lại. Lúc này giải pháp mở rộng ổ cứng là giải pháp tối ưu dành cho bạn. Bằng việc sử dụng ổ cứng di động WD Elements, dữ liệu trên máy tính không những sẽ được giảm tải đáng kể mà còn cho phép bạn mang theo mọi dữ liệu quan trọng bên mình bất cứ lúc nào.\n\n\n\nSố 1 về chất lượng\nWesten Digital hiểu được rằng mọi dữ liệu đều rất quan trọng với cuộc sống và công việc hằng ngày của bạn. Vì vậy việc tạo ra những ổ cứng bền bỉ, khả năng chống sốc tốt với độ tin cậy cao được xem là nhiệm vụ và sứ mệnh hàng đầu của chúng tôi. Không dừng lại ở đó, các sản phẩm của WD còn sở hữu vẻ ngoài thời trang, trẻ trung và năng động, phù hợp với hầu hết mọi đối tượng sử dụng.\n\n",
        "brand": "WD",
        "max_price": 1990000,
        "price": 1990000,
        "max_special_price": "1673000.00",
        "special_price": "1673000.00",
        "max_saving_percentage": 16,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": "1",
          "2": "1",
          "3": "4",
          "4": "4",
          "5": "2",
          "avr": 3.4167,
          "sum": 12
        },
        "categories": [
          "1",
          "1379",
          "1383",
          "2441",
          "3452",
          "3454",
          "4401",
          "6428",
          "6456",
          "7169",
          "9175",
          "9177",
          "9495",
          "10951",
          "11005"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-01.slatic.net/p/o-cung-di-dong-wd-elements-1-5tb-den-1035-2263071-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/o-cung-di-dong-wd-elements-1-5tb-den-1041-2263071-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/o-cung-di-dong-wd-elements-1-5tb-den-1044-2263071-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1560126,
      "data": {
        "sku": "AP069ELAA0XFSUVNAMZ",
        "name": "Laptop Apple Macbook Air  MJVE2 13.3inch (Bạc)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/laptop-apple-macbook-air-mjve2-13inch-bac-1560126.html",
        "simples": {
          "AP069ELAA0XFSUVNAMZ-1239074": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 1239074,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 26990000,
              "quantity": 2,
              "shipment_type": 2,
              "shipping_weight": 1.3,
              "shipment_weight": 0,
              "size": "",
              "sku": "AP069ELAA0XFSUVNAMZ-1239074",
              "sourceability": "Sourceable",
              "special_from_date": "2016-01-01 00:00:00",
              "special_price": 21290000,
              "special_to_date": "2016-12-31 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Apple Macbook Air là một chiếc laptop có thiết kế khó có thể hoàn hảo hơn, với lớp vỏ nhôm sang trọng, siêu mỏng và siêu nhẹ, hiệu năng ổn định, thời lượng pin khủng, phục vụ tốt cho nhu cầu làm việc lẫn giải trí. Với dòng laptop này, Apple đã mở ra một kỷ nguyên mới và dẫn đầu trong thị trường máy tính di động. Là phiên bản Macbook Air mới được nâng cấp cơ bản nhất, Macbook Air 2015 13.3 inch 128GB sẽ còn tối ưu hơn khi được trang bị card đồ họa tích hợp Intel HD Graphics 6000, ổ cứng lưu trữ SSD 128GB tốc độ tăng gấp đôi và bộ vi xử lý mới từ Intel.So với các phiên bản trước đó Macbook Air 2015 13.3 inch 128GB (hay gọi tắt là Macbook Air 2015) không có sự thay đổi khác biệt. Máy vẫn được trang bị lớp vỏ nhôm nguyên khối Unibody rất đẹp và chắn chắn. Thiết kế siêu mỏng và siêu nhẹ lý tưởng, chỉ mỏng 1.7cm và trọng lượng là 1,35 kg, rất tiện lợi và dễ dàng để bạn luôn mang theo bên mình.Logo quả táo Apple phát sáng mặt trên máy tạo điểm nhấn khác biệt và đầy sang trọng khi kết hợp cùng vỏ màu bạc quý phái. Macbook Air 2015 chắc chắn sẽ mang đến cho bạn không chỉ một sản phẩm công nghệ cao mà còn là một món trang sức đầy quyến rũ.Cổng Thunderbolt thế hệ thứ 2Chi tiết thiết kế được nâng cấp đó chính là cổng Thunderbolt thế hệ thứ hai mà nhìn vào bằng mắt chúng ta sẽ không nhận ra được. Cổng Thunderbolt 2 trên Macbook Air 2015 về mặt lý thuyết cho tốc độ cao hơn gấp đôi so với Thunderbolt 1, tốc độ truyền tải dữ liệu được đo là 20Gbps, hỗ trợ chép file nhanh hơn gấp đôi so với chuẩn cũ. Đồng thời còn có thể xuất hình ảnh độ phân giải cao ra màn hình 4K và thậm chí là 5K.Ngoài cổng giao tiếp Thunderbolt 2 thì Macbook Air 2015 còn có 2 cổng USB 3.0, SD card. So với các sản phẩm laptop cùng phân khúc thì các cổng kết nối của Macbook Air 2015 thua thiệt hơn khi không có cổng LAN, HDMI và ổ đĩa quang.Hiệu năngMacbook Air 2015 được cập nhật phần cứng mới nên mang lại hiệu năng cao hơn thế hệ trước. Bạn sẽ có bộ xử lý Intel core i5 thế hệ thứ năm hoạt động theo kiến trúc Broadwell, hai nhân xung nhịp 1.6GHz. Máy cũng được trang bị card đồ họa tích hợp Intel HD Graphics 6000. Với cấu hình này, mọi nhu cầu công việc văn phòng hay giải trí của bạn đều làm việc một cách trơn tru mượt mà và không gây bất cứ một khó chịu nào.Bộ nhớ RAM DDR3L 4GB cho bạn những tác vụ đa nhiệm mượt mà. Có một điều người dùng Macbook hay gặp phải đó là khi kiểm tra dung lượng trống của RAM thì hầu như sẽ thấy nó luôn trong tình trạng gần hết, tuy nhiên bạn đừng lo lắng vì điều này bởi Apple đã tối ưu hệ thống của họ, dung lượng RAM luôn được sử dụng gần mức tối đa nhằm mang lại một hiệu suất cao nhất.imageĐặc biệt, ở phiên bản Macbook Air 2015, ổ cứng lưu trữ SSD theo chuẩn PCIe có tốc độ đọc và ghi dữ liệu cao hơn 2 lần so với thế hệ trước và nhanh bằng với tốc độ của SSD trên Mac Pro tức đạt gần 1300Mbps.Việc nâng cấp tốc độ ổ SSD hứa hẹn sẽ cải thiện đáng kể tốc độ thực thi của máy và cho những trải nghiệm khi dùng ở mức tốt hơn. Hiện nay SSD trên các máy Macbook cũ ở mức khoảng hơn 700MB/s, trên Macbook Pro Retina 2014 cũng chỉ khoảng gần 1000MB/s. Với dung lượng SSD 128GB cho phiên bản này sẽ khá phù hợp với những bạn có nhu cầu lưu trữ ít cũng như giá thành sẽ thấp hơn các phiên bản SSD 256GB. Ổ cứng flash SSD thể rắn không có bất kỳ bộ phận chuyển động nào trong ổ nên máy hoạt động rất yên tĩnh và đặt biệt là rất bền bỉ. Một điều rất nhiều người dùng ưa thích khi sở hữu một máy Macbook sử dụng ổ SSD đó là hiếm khi họ cần tắt máy, khi có việc cần di chuyển, bạn chỉ cần gập máy lại và đi mà không có bất kỳ ảnh hưởng nào, đến khi cần sử dụng lại bạn mở ra và ngay lập tức mọi thứ đã sẵn sàng. Đồng thời ổ cứng SSD cực kỳ tiết kiệm năng lượng, cho phép chiếc MacBook Air 2015 của bạn khả năng chờ lên đến một tháng mà không cần cắm sạc.Màn hình độ phân giảiTrên phiên bản mới này, Macbook Air 2015 với màn hình rộng 13.3inch vẫn giữ nguyên độ phân giải là 1440x900, đạt mật độ khoảng 128ppi. Hình ảnh hiển thị khá chất lượng, tươi sáng. Tuy nhiên, so trong hệ sinh thái của Apple thì hiện Macbook Air vẫn là dòng có màn hình với mật độ điểm ảnh thấp, không trang bị màn hình Retina, đây là một điều đáng tiếc trên phiên bản 2015 này. Tuy nhiên, đó cũng là một yếu tố khiến giá của sản phẩm mềm hơn, là cơ hội cho người dùng có thể sở hữu được siêu phẩm của Apple.Bàn rê cảm ứng và bàn phímTrên phiên bản nâng cấp 2015 của Macbook Air, Apple đã không cập nhật bàn rê chuột công nghệ mới Force Touch của hãng. Tuy nhiên, bàn rê cảm ứng hiện tại vẫn cho trải nghiệm mượt mà khi di ngón tay, độ ma sát thấp, thao tác phong phú, tương tác với hệ điều hành, cảm giác như bạn đang đi trên một màn hình cảm ứng. Ví dụ như khi cuộn trang web, nó rất giống khi ta đang vuốt trên màn hình cảm ứng, di chuyển mượt và dừng lại đúng chỗ khi dừng ngón tay. Với Trackpad của Apple, hầu hết người dùng đều quên đi sự hiện diện của con chuột máy tính.Thiết kế bàn phím chiclet cho các phím bấm gọn gàng, tinh tế. Với các phím vừa tay, khoảng cách giữa các phím thích hợp việc thao tác tiện lợi và chuẩn xác. Độ đàn hồi của các phím khá tốt cùng đèn nền backlit tạo cảm giác thoải mái và dễ dàng khi gõ, nhập văn bản ngay cả trong điều kiện ánh sáng yếu.Thời lượng pin khủng - 12 giờ sử dụng MacBook Air 2015 cho thời gian đến 12 giờ sử dụng sau một lần sạc đầy. Đó là thời lượng pin rất ấn tượng đối với bất kỳ máy tính xách tay nào. Hãy tưởng tượng chỉ cần sạc đầy là bạn có thể yên tâm mang máy đi khắp nơi suốt ngày làm việc mà không cần quan tâm đến thiết bị sạc cùng ổ cắm điện. Ngoài ra, những cải tiến từ Apple cho phép bạn sạc đến 1000 lần thời gian xả đầy đủ chu kỳ và chế độ chờ lên đến 30 ngày.Hệ điều hành OS X YosemiteTất cả những thiết bị Macbook của Apple đều được cài đặt sẵn hệ điều hành bản quyền OS X. Trên Macbook Air 2015, bạn cũng sẽ được trải nghiệm hệ điều hành OS X Yosemite mới nhất vô cùng hoàn hảo. Hệ thống hoạt động mượt mà, ứng dụng, phần mềm ngày càng phong phú được tải về trực tiếp từ App Store. Một điều đáng giá nữa để bạn lựa chọn hệ điều hành này đó là người dùng Macbook không cần quan tâm đến vấn đề virus máy tính, do tính năng bảo mật cực kỳ cao. Việc phải cài lại máy là rất hiếm khi xảy ra bởi Apple thường xuyên cung cấp các bản cập nhật vá lỗi miễn phí cho người dùng. Với OS X Yosemite trên Macbook, nếu bạn có một chiếc iPhone thì mọi thứ dường như là một trên cả điện thoại và máy tính của bạn. Chức năng đồng bộ, nghe gọi, nhắn tin, làm việc với văn bản, hình ảnh…của điện thoại đều có thể thực hiện trên một chiếc Macbook. Trải nghiệm tuyệt vời cùng một hệ điều hành độc quyền là hiển nhiên khi bạn sỡ hữu nó.THÔNG TIN SẢN PHẨMOperatingSystem: Mac OS X YosemiteStorageCapacity: 128Bộ vi xử lý: Core i5-5250UCpuSpeed: 1.6",
        "brand": "APPLE",
        "max_price": 26990000,
        "price": 26990000,
        "max_special_price": "21290000.00",
        "special_price": "21290000.00",
        "max_saving_percentage": 21,
        "is_fast_delivery": false,
        "ratings_total": [],
        "categories": [
          "1",
          "2145",
          "2148",
          "2849",
          "3259",
          "3452",
          "3454",
          "3521",
          "4401",
          "4414",
          "6213",
          "6428",
          "6456",
          "6518",
          "7808",
          "9021",
          "11005"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-air-mjve2-13inch-bac-9759-8325521-1-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/laptop-apple-macbook-air-mjve2-13inch-bac-9759-8325521-2-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1293819,
      "data": {
        "sku": "LE659ELBBQBFVNAMZ",
        "name": "Máy tính bảng Lenovo Yoga Tablet 10 B8000 16GB 3G (Bạc)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/may-tinh-bang-lenovo-yoga-tablet-10-b8000-16gb-3g-bac-1293819.html",
        "simples": {
          "LE659ELBBQBFVNAMZ-926359": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 926359,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 6999000,
              "quantity": 55,
              "shipment_type": 2,
              "shipping_weight": 1.1,
              "shipment_weight": 0,
              "size": "",
              "sku": "LE659ELBBQBFVNAMZ-926359",
              "sourceability": "Sourceable",
              "special_from_date": "2016-01-29 23:59:59",
              "special_price": 4049000,
              "special_to_date": "2016-02-08 23:59:59",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "promotion_price": 4049000,
              "promotion_sku": "LE659ELBBQBFVNAMZ",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [
              {
                "name": "Du xuan binh than",
                "description": "",
                "start_date": "2016-01-29 23:59:59",
                "end_date": "2016-02-08 23:59:59",
                "price": 4049000
              }
            ],
            "shipping_fee_product_class": "nonbulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Tablet Android Lenovo YogaB8000 tầm trung: Đẹp & Dễ sử dụngThế hệ máy tính bảng mới nhất từLenovomang đến cho người dùng không chỉ là không gian giải trí sống động, mà còn là công cụ làm việc thật hiệu quả và một phụ kiện thời trang được cập nhật theo xu hướng thời thượng nhất có thể. Chỉ cần điểm qua một vài chi tiết kỹ thuật của chiếc máy tính bảngLenovo Yoga B8000, có thể bạn sẽ không chần chừ gì khi đưa sản phẩm này lên vị trí đầu tiên trong \"wishlist\" của mình: Màn hình LED IPS Backlit 10.1inch, chip lõi tứ xung nhịp 1.2GHz, hệ điều hành Android phổ biến nhất trên thị trường, pin 9000mAh cho thời gian sử dụng đến 15 giờ, camera sau 5.0MP chụp ảnh thật rõ nét, bộ nhớ trong 16GB có hỗ trợ gắn thẻ nhớ ngoài tối đa 32GB và khả năng lướt web bằng sóng 3G đầy tiện ích!KHÔNG CHỈ ĐẸP MÀ CÒN MẠNH MẼMáy tính bảngLenovo Yoga B8000chính hãng sở hữumàn hình LED backlit IPS LCD rộng đến10.1inch cho không gian hiển thị thật sự rộng và \"đã mắt\". Công nghệ màn hình tiên tiến giúp bạn nhìn rõ trong nhiều điều kiện ánh sáng với chất lượng màu sắc ổn định. Bạn còn có thể điều chỉnh độ sáng màn hình theo ý muốn để có thể nhìn tốt hơn hoặc tiết kiệm pin hơn.Chiếc tabletLenovo Yoga B8000này còn được trang bịvi xử lýlõi tứ MTK8389 cho tốc độ làm việc lên đến1.2GHz. Nhờ đó, bạn có thể vận hành các ứng dụng thật mượt mà với độ trễ cực kỳ thấp, cho trải nghiệm lướt web và thao tác chạm - lướt trở nên ý nghĩa hơn bao giờ hết!Máy tính bảng Lenovo Yoga B8000 có thiết kế sang trọng, hiện đạiMÀN HÌNH LED IPS BACKLIT 10.1\"1280 x 800 PIXELSTablet Lenovo B8000có màn hình LED backlit IPS LCD 16 triệu màu, độ phân giải 1280 x 800pixels, độ rộng 10.1” với công nghệ cảm ứng điện dung đa điểm. Tấm nền IPS cho hiển thị rõ nét, màu sắc sống động. Công nghệ cảm ứng tiên tiến giúp các thao tác của ngón tay bạn được thực hiện thậtnhanh chóng.Lenovo Yoga B8000 có màn hình LED backlit IPS LCD 10.1\" 16 triệu màuVI XỬ LÝ LÕI TỨMTK8389 XUNG NHỊP1.2GHzLenovo YogaB8000được trang bị chip xử lý 4 nhân MTK8389 xung nhịp 1.2GHz, bộ vi xử lý đồ họa PowerVR SGX 544MP, RAM 1GB, bộ nhớ trong 16GB có thể mở rộng bằng thẻ nhớ ngoài microSD lên đến 32GB. Máy còn sở hữuthỏi pin Lithium - Ion dung lượng lớn đến9000mAh cho thời gian hoạt động tối đa là15 giờ.Máy sử dụng chip lõi tứ MT8125 tốc độ 1.2GHzHỆ ĐIỀU HÀNH ANDROID 4.2 JELLY BEAN, KẾT NỐI 3G TRONG TẦM TAYMáy chạy trên nền tảngAndroid 4.2 Jelly Bean, mang đến cho bạn kho ứng dụng cực kỳ phong phú từ Google Play Store với hàng trăm ứng dụng miễn phí, đang được sử dụng nhiều nhất trên smartphone và tablet hiện nay.Máy được trang bị khả năng kết nối đa dạng,gồm có: WiFi 802.11 b/g/n, Bluetooth v4.0, Micro USB, USB 2.0, jack cắm 3.5mm, hỗ trợ microSIM,hỗ trợkết nối 3G với giao thứcHSDPA tốc độ 21 Mbps vàgiao thứcHSUPA tốc độ 5.76 Mbps.Máy có kích thước chỉ26.2 x 18.0 x 0.76cm và trọng lượng chỉ610gLenovo Yoga B8000 hoạt động với hệ điều hành Android 4.2 Jelly BeanCÔNG CỤ LÀM VIỆC LÝ TƯỞNGKhông chỉ dừng lại ở tính năng giải trí như xem phim, lướt web hay chụp ảnh,Lenovo Yoga B8000 16GBcòn có các ứng dụng đi kèm như các công cụ văn phòng Word, Excel, PPT,PDF, MSN và chức năng Lịch, Đồng hồ, Báo thức, Bản đồ, Mail, Sổ tay. Nhờ đó, bạn có thể nhanh chóng xử lý công việc của mình vào bất cứ lúc nào, ở bất cứ nơi đâu. Dung lượng pin 9000mAh còn cung cấp cho bạn thời gian sử dụng rất lý tưởng lên đến 15 giờ liên tục!Các tính năng vật lý bên ngoài của máy tính bảng Lenovo Yoga B8000GIẢI TRÍ ĐA PHƯƠNG TIỆN CÙNG LENOVO YOGA B8000Chiếc máy tính bảng này có thể giúp bạn thực hiện những khung hình đẹp không thua kém những chiếc máy đắt tiền khác nhờ đượctrang bị camer sau 5MP độ phân giải 2592 x 1944 pixels, có khả năng tự động lấy nét, hỗ trợ quay phim 1080p@30fps vàcamera phụ 1.2 MP. Chỉ việc chụp ảnh và khai thác các ứng dụng chỉnh sửa ảnh miễn phí thật thú vị trên Google Play là bạn đã có ngay những bức ảnh thật\"lung linh\"!Người dùng có thể xem phim và nghe nhạctrên tablet Lenovo Yoga B8000 dưới nhiều định dạngVới khả năng đọc được nhiều định dạng dữ liệu, người dùng có thể xem phim trên tabletLenovo Yoga B8000với các định dạng MPEG-4, H.264, MPG, FLV, WAV, AAC, 3GP, JPEG, GIF, Divx, AMR, MP4, AVI, WMV9, WMV8 vànghe nhạc định dạng WAVE, WAV, MP3, AAC+, OGG, AAC.",
        "brand": "Lenovo",
        "max_price": 6999000,
        "price": 6999000,
        "max_special_price": "4049000.00",
        "special_price": "4049000.00",
        "max_saving_percentage": 42,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": 0,
          "2": 0,
          "3": "1",
          "4": 0,
          "5": 0,
          "avr": 3,
          "sum": 1
        },
        "categories": [
          "1",
          "2402",
          "2403",
          "2882",
          "2887",
          "4401",
          "4402",
          "4519",
          "4521",
          "6428",
          "6456",
          "9494",
          "9676"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-01.slatic.net/p/may-tinh-bang-lenovo-yoga-tablet-10-b8000-16gb-3g-bac-4357-9183921-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/may-tinh-bang-lenovo-yoga-tablet-10-b8000-16gb-3g-bac-4357-9183921-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/may-tinh-bang-lenovo-yoga-tablet-10-b8000-16gb-3g-bac-4357-9183921-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 111522,
      "data": {
        "sku": "SI343ELACE1UVNAMZ",
        "name": "Ổ cứng di động chống sốc Silicon Power A30 1TB (Đen)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-111522.html",
        "simples": {
          "SI343ELACE1UVNAMZ-127968": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 127968,
            "meta": {
              "attribute_set_name": "electronics",
              "fast_delivery_location_groups_ids": [
                1
              ],
              "max_delivery_time": 3,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 1989000,
              "quantity": 216,
              "shipment_type": 1,
              "shipping_weight": 0.3,
              "shipment_weight": 0,
              "size": "",
              "sku": "SI343ELACE1UVNAMZ-127968",
              "sourceability": "Sourceable",
              "special_from_date": "2015-12-17 00:00:00",
              "special_price": 1450000,
              "special_to_date": "2016-12-19 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "…",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "\n\n\nCó lẽ khi nhắc đến ổ cứng, người ta thường nghĩ ngay đến một thiết bị lưu trữ khô cứng và không mấy linh hoạt. Tuy nhiên, Silicon Power đã thay đổi quan niệm của người dùng bằng việc cho ra đời dòng ổ cứng di động chống sốcSilicon Power A30ấn tượng với kiểu dáng phá cách và thời trang, lớp vỏ chống sốc , chống va đập đạt tiêu chuẩn quân đội Hoa Kỳ mang lại sự yên tâm cho người sử dụng. Bên cạnh đó, ổ cứng di động chống sốcSilicon Power A30 1TBcòn được trang bị kết nối USB 3.0 cho tốc độ truyền tải dữ liệu nhanh chóng, giúp cho công việc của bạn hiệu quả hơn mỗi ngày.TÍNH NĂNG NỔI BẬTChống sốc theo tiêu chuẩn quân độiSilicon Power A30 1TBlà dòng ổ cứng di động 2.5\" có chức năng chống sốc mới nhất của Silicon Power (Đài Loan). A30 được thiết kế theo tiêu chuẩn của quân đội Mỹ, đạt chứng nhận MIL-STD-810G, tức có thể chịu được những cú rơi ở độ cao tối đa là 122cm (1,2 mét), kèm theo đó, với kiểu dáng bằng nhựa đặc, không có điểm nối nên A30 cũng có thể chống nước nếu vô tình bị rớt trúng. Về giao tiếp, Armor A30 sử dụng chuẩn USB 3.0 tốc độ cao, tương thích với cả 3 HĐH như Linux, Mac OS và Windows.Chống sốc theo tiêu chuẩn quân độiThiết kế bền – đẹpVề thiết kế, ổ cứngSilicon Power A30 1TBđược làm bằng hợp chất silica, là một loại nhựa cứng, ít bị biến dạng khi bóp hoặc rơi rớt, khả năng chống trầy cũng tốt hơn loại nhựa bóng. Ngoài rìa 4 cạnh của ổ là lớp cao su mềm khắc lõm để cố định dây cáp USB 3.0 của sản phẩm. Kèm theo đó, SP cũng cho biết họ đã thêm một lớp đệm bảo vệ giữa ổ cứng 2.5\" bên trong và hdd box bên ngoài, giúp hấp thụ rung lắc sinh ra khi ổ cứng quay, cũng như giảm chấn động do những cú lắc, cú rớt khi xảy ra. Chính vì vậy, ổ cứngSilicon Power A30 1TBcó thể chịu được những cú rơi ở độ cao tối đa 122cm. Tuy nhiên, cần lưu ý đây là rớt khi ổ cứng không hoạt động, nếu ổ đang cắm điện chạy mà rớt như vậy thì không ai dám đảm bảo rằng nó không hư, dữ liệu còn an toàn.Thiết kê bền đẹp và tiện dụngKết nối chuẩn 3.0 và truyền tải dữ liệu nhanh chóngThông qua giao diện kết nối USB 3.0 SuperSpeed, ổ cứngSilicon Power A30 1TBcó thể đạt tốc độ truyền tải dữ liệu lên đến 5Gb/s nhanh hơn gấp 10 lần chuẩn USB 2.0 và hoàn toàn có thể tương thích ngược với kết nối USB 2.0. Nhờ đó, rút ngắn thời gian truyền tải dữ liệu dung lượng lớn, giúp việc sao lưu dữ liệu thuận tiện và nhanh chóng hơn.Kết nối và truyền tải dữ liệu nhanh chóngPhong cách thời trang siêu di độngKhông chỉ được bảo vệ chắc chắn, ổ cứngSilicon Power A30 1TBcòn cuốn hút người dùng bởi thiết kế đẹp mắt, phong cách thể thao và tính linh hoạt cao. Với kích thước 87.5 x 134 x 18.6mm và trọng lượng nhẹ chỉ 181g, người dùng dể dàng cho vào balo hoặc túi sách để mang những dữ liệu qua trọng theo bên người. Tính năng Plug & Play và tương thích tốt với cả hệ điều hành Windows, Linux và Mac mang lại khả năng sử dụng đơn giản nhất.Phong cách thời trang siêu di độngTHÔNG SỐ KỸ THUẬT- Dung lượng: 1TB-Kết nối: USB 3.0-Tốc độ truyền tải: lên đến 5Gb/s",
        "brand": "Silicon Power",
        "max_price": 1989000,
        "price": 1989000,
        "max_special_price": "1450000.00",
        "special_price": "1450000.00",
        "max_saving_percentage": 27,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": "14",
          "2": "5",
          "3": "12",
          "4": "25",
          "5": "95",
          "avr": 4.2053,
          "sum": 151
        },
        "categories": [
          "1",
          "1379",
          "1383",
          "2117",
          "2145",
          "2148",
          "2441",
          "2583",
          "2594",
          "2741",
          "2838",
          "2849",
          "2854",
          "3259",
          "3269",
          "3521",
          "4097",
          "4401",
          "6213",
          "6227",
          "6428",
          "6456",
          "7169",
          "9175",
          "9177",
          "9495",
          "9674",
          "10951"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-02.slatic.net/p/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-9643-225111-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-9643-225111-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-9643-225111-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-3501-225111-4-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/o-cung-di-dong-chong-soc-silicon-power-a30-1tb-den-3501-225111-5-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1012093,
      "data": {
        "sku": "AP069ELAVOXPVNAMZ",
        "name": "Laptop APPLE Macbook (MK4M2) Early 2015 Intel M 12inch (Vàng)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-1012093.html",
        "simples": {
          "AP069ELAVOXPVNAMZ-546187": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 546187,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 37200000,
              "quantity": 27,
              "shipment_type": 2,
              "shipping_weight": 2,
              "shipment_weight": 0,
              "size": "",
              "sku": "AP069ELAVOXPVNAMZ-546187",
              "sourceability": "Sourceable",
              "special_from_date": "2015-07-20 00:00:00",
              "special_price": 26990000,
              "special_to_date": "2018-08-01 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Sau bao chờ đợi, Apple đã mang tới cho người dùng chiếc MacBook hoàn toàn mới kích thước màn hình 12\" mà chúng ta đã từng kỳ vọng nó là MacBook Air Retina. CEO Tim Cock đã phát biểu tại sự kiện về việc tái định nghĩa là một chiếc máy tính xách tay. Chúng ta có một chiếc MacBook vỏ nhôm với màn hình 12\" chứa 3 triệu điểm ảnh, trong khi nó chỉ nặng 2 pound (920 g) và phần dày nhất của máy là 13,1mm. Bạn sẽ lần đầu tiên thấy máy tính chỉ một USB type-C cho mọi giao thức kết nối có dây, bàn phím và chuột được nâng cấp với trải nghiệm tốt hơn trên nền tảng phần cứng Intel Core M. Đây cũng là lần đầu tiên MacBook có được 3 màu tương tự như trên iPad Air 2.\n\n\n\n\n\n\n\nMacBook 12\" sở hữu bộ xử lý Intel Core M-5Y31 lõi kép 1,1GHz (turbo boost 2.6 GHz, cache 4MB) đồ hoạ Intel HD Graphic 5300, bộ nhớ RAM 8GB cùng ổ cứng SSD 256GB. Chúng ta sẽ chưa có cấu hình thấp hơn mức này. Cấu hình ở mức cao hơn gồm bộ xử lý Intel Core M-5Y70 lõi kép 1,2 Ghz (turbo boost 2.9 GHz, cache 4MB), đồ hoạ và RAM 8GB tương tự, ổ cứng được nâng lên 512GB\n\n\n\n\n\n\n\n\n\nMàn hình 12” Retina 2.304 x 1.440 pixel\n\nVới độ phân giải mới, màn hình của MacBook 12\" có tỉ lệ 16:10, tương tự như các dòng MacBook Air 13” và MacBook Pro. Việc trải nghiệm chất lượng hình ảnh chắc chắn cũng tương tự như các màn hình Retina trên các dòng MacBook khác. Đây cũng là màn hình retina mỏng nhất mà Apple từng sản xuất với kích thước tấm nền chỉ 0,88mm; tiêu thụ điện năng ít hơn 30%.\n\nCó một điều mà những người dùng MacBook sẽ cảm thấy thiếu đó là quả Táo đã không còn phát sáng đèn, mà thay vào đó là bề mặt kim loại tráng gương giống iPad Air 2.\n\nThiết kế mới từ bộ khung kim loại, bàn phím vàForce Touch pad thế hệ mới\n\n\n\n\n\n\n\n\n\nKết nối USB-C (USB type C)\n\nĐúng như tin đồn, Apple đã sử dụng đúng 1 kết nối USB-C (USB type C) duy nhất trên MacBook 12\". Hai cổng quan trọng là MagSafe 2 và Thunderbolt 2 cũng bị Apple lượt bỏ trên sản phẩm này. Như vậy USB-C sẽ đóng vai trò là giao tiếp cho mọi kết nối của MacBook 12\": từ sạc pin, trao đổi dữ liệu (USB 3.1 gen 1 và Thunderbolt), kết nối màn hình (Thunderbolt kiêm mini DisplayPort 1.2, HDMI/DVI/VGA). Cổng tai nghe 3,5mm và hai microphone nằm ở cạnh đối diện. Một thiết kế với các cổng kết nối được giản lược tối đa.\n\n\n\n\n\n\n\nHệ điều hành máy tính tiên tiến nhất – X Yosemite:\n\nDể sử dụng, giao diện đẹp và tận dụng hết ưu điểm của phần cứng từ chiếc Mac của bạn là tất cả những gì mô tả về hệ điều hành này. Với sự kết hợp giữa phần cứng mạnh mẽ và phần mềm hiện đại, MacBook Pro sẽ là trợ thủ đắc lực trong công việc hàng ngày của bạn.\n\n\n\n\n\n\nThe new Macbook 12-in Retina (MK4M2SA/A) GOLD- Early 2015 Intel® Core™ M-5Y31 processor 1.1GHz Turbo Boost up to 2.4GHz, 4MB L3 cache, 8GB of 1600MHz LPDDR3, 256GB PCIe-based onboard flash storage, 12-inch LED-backlit display with IPS technology (2304x 1440), Intel HD Graphics 5300, build in 480p FaceTime\n\n",
        "brand": "APPLE",
        "max_price": 37200000,
        "price": 37200000,
        "max_special_price": "26990000.00",
        "special_price": "26990000.00",
        "max_saving_percentage": 27,
        "is_fast_delivery": false,
        "ratings_total": [],
        "categories": [
          "1",
          "1379",
          "1387",
          "2145",
          "2148",
          "2441",
          "2583",
          "2594",
          "2838",
          "2854",
          "3172",
          "3176",
          "3259",
          "3269",
          "4401",
          "4414",
          "6213",
          "6227",
          "6428",
          "6456",
          "6518",
          "7808",
          "9021",
          "9495",
          "10979",
          "10981"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-01.slatic.net/p/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-9712-3902101-1-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-9712-3902101-2-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-9712-3902101-3-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-9712-3902101-4-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/laptop-apple-macbook-mk4m2-early-2015-intel-m-12inch-vang-9712-3902101-5-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1127085,
      "data": {
        "sku": "LE659ELAY5NXVNAMZ",
        "name": "Laptop Lenovo IdeaPad 100-14IBY 14.1inch (Đen)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/laptop-lenovo-ideapad-100-14iby-141inch-den-1127085.html",
        "simples": {
          "LE659ELAY5NXVNAMZ-712890": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 712890,
            "meta": {
              "attribute_set_name": "electronics",
              "fast_delivery_location_groups_ids": [
                1
              ],
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 5990000,
              "quantity": 9,
              "shipment_type": 1,
              "shipping_weight": 2,
              "shipment_weight": 0,
              "size": "",
              "sku": "LE659ELAY5NXVNAMZ-712890",
              "sourceability": "End of life",
              "special_from_date": "2016-01-30 00:00:00",
              "special_price": 4619000,
              "special_to_date": "2016-02-09 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "…",
              "promotion_price": 4619000,
              "promotion_sku": "LE659ELAY5NXVNAMZ",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [
              {
                "name": "TET W6 retail",
                "description": "",
                "start_date": "2016-01-30 00:00:00",
                "end_date": "2016-02-09 00:00:00",
                "price": 4619000
              }
            ],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Lenovo Ideapad 100 là mẫu laptop mới nhất của Lenovo được ra mắt cùng 2 mẫu Z41 và Z51 trong năm nay. Sự ra đời của Lenovo Ideapad 100 đã mang đến sự lựa chọn một chiếc laptop phổ thông gọn gàng và bền bỉ. Lenovo Ideapad 100 được trang bị màn hình 14.1inch LED-Backlit độ phân giải HD rõ nét. Bên cạnh đó, người dùng sẽ được trải nghiệm dòng sử lý thế hệ mới Baytrail-M N2840 của Intel mang lại hiệu suất làm việc cực cao và tiết kiệm điện năng. Ngoài ra, máy cũng được trang bị đầy đủ công nghệ kết nối tiên tiến hiện nay như Wifi tốc độ cao chuẩn 802.11 b/g/n và Bluetooth v4.0 cho khả năng giao tiếp nhanh chóng với các thiết bị di động thông minh. Với nhiều tính năng nổi trội cùng mức giá hấp dẫn, sản phẩm sẽ là sự lựa chọn lý tưởng cho người dùng muốn sở hữu chiếc laptop linh hoạt, bền bỉ nhưng vừa túi tiền.  TÍNH NĂNG NỔI BẬT Laptop phổ thông gọn gàng và bền bỉ Lenovo Ideapad 100 thật sự làm hài lòng người dùng bằng một thiết kế mới đầy ấn tượng đề cao tính gọn gàng và bền bỉ. Nét cuốn hút của sản phẩm còn đến từ phần nắp máy hoạ tiết vân caro chống vân tay độc đáo và thời trang. Máy có kiểu dáng nhỏ gọn với độ mỏng thân máy chỉ 20.2mm và trọng lượng siêu nhẹ 1.7Kg, mỏng hơn 20% và nhẹ hơn 15% so với máy tính cùng loại đang có mặt trên thị trường hiện nay. Các cạnh máy được bo tròn mềm mại nổi bật với đường viền kim loại sáng bóng tạo thêm nét cao cấp cho dòng sản phẩm.    Màn hình 14.1inch LED rõ nét Màn hình có kích thước 14.1” sử dụng công nghệ đèn nền LED mang lại khả năng hiện thị hình ảnh trong trẻo với độ sáng cao. Hình ảnh được hiển thị theo tỉ lệ 16:9 độ phân giải HD (1366x768pixels) cho hình ảnh rõ nét, dễ nhìn ngay cả khi soạn thảo văn bản, chơi game hay xem phim giải trí. Công nghệ đèn nền LED tiên tiến không chỉ cho độ sáng tốt mà còn đảm bảo khả năng tiêu thụ điện năng thấp góp phần kéo dài thời lượng pin cho người dùng.    Trải nghiệm hiệu suất vượt trội với xử lý Intel Baytrail-MLenovo Ideapad 100 mang đến sự cân bằng hoàn hảo giữa hiệu năng và giá trị sử dụng. Lenovo đã ưu ái trang bị cho máy bộ xử lý Intel Baytrail-M N2840 xung nhịp 2.16GHz giúp tiết kiệm điện năng mà vẫn mang lại hiệu suất làm việc cực cao. Một ưu điểm nữa của bộ xử lý này còn ở khả năng giúp máy khởi động nhanh gấp nhiều lần so với những dòng chip thông thường. Kết quả là máy có thể đáp ứng tốt các nhu cầu điện toán hằng ngày đồng thời mở ra không gian giải trí hấp dẫn với thời lượng pin có thể đạt lên đến 6 giờ.    Kết nối nhanh chóng và linh hoạt Thoải mái lướt web, kết nối mạng xã hội và thực hiện cuộc gọi Video Call với kết nối Wifi 802.11b/g/n và camera tích hợp 0.3MP. Máy tương thích tốt với tất cả các chuẩn Wifi mới nhất hiện nay như Wifi chuẩn N cho tốc độ truyền tải dữ liệu nhanh chóng. Ngoài ra, người dùng có thể dễ dàng kết nối máy tính với TV hoặc máy chiếu qua cổng HDMI tích hợp. Đầu đọc thẻ nhớ 2 trong 1 (SD/MMC) sẽ là giải pháp trao đổi dữ liệu hiệu quả giữa máy tính và các thiết bị số của bạn.    ",
        "brand": "Lenovo",
        "max_price": 5990000,
        "price": 5990000,
        "max_special_price": "4619000.00",
        "special_price": "4619000.00",
        "max_saving_percentage": 23,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": "2",
          "2": "1",
          "3": "8",
          "4": "6",
          "5": "6",
          "avr": 3.5652,
          "sum": 23
        },
        "categories": [
          "1",
          "1379",
          "1386",
          "2078",
          "2145",
          "2148",
          "2392",
          "2441",
          "2583",
          "2594",
          "2838",
          "2849",
          "2854",
          "3092",
          "3097",
          "3172",
          "3175",
          "3259",
          "3269",
          "3521",
          "4401",
          "4414",
          "6213",
          "6227",
          "6428",
          "6456",
          "6518",
          "7169",
          "9021",
          "9045",
          "9495",
          "9674",
          "10194",
          "10195",
          "10934",
          "10936",
          "10951"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-lenovo-ideapad-100-14iby-14-1inch-den-1144-5807211-1-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-lenovo-ideapad-100-14iby-14-1inch-den-1144-5807211-2-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/laptop-lenovo-ideapad-100-14iby-14-1inch-den-1144-5807211-3-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/laptop-lenovo-ideapad-100-14iby-14-1inch-den-1144-5807211-4-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1244067,
      "data": {
        "sku": "TE451ELBANXFVNAMZ",
        "name": "USB chống nước Team Group Diamond D603 16GB (Vàng)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/usb-chong-nuoc-team-group-diamond-d603-16gb-vang-1244067.html",
        "simples": {
          "TE451ELBANXFVNAMZ-864177": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 864177,
            "meta": {
              "attribute_set_name": "electronics",
              "fast_delivery_location_groups_ids": [
                1
              ],
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 198000,
              "quantity": 991,
              "shipment_type": 1,
              "shipping_weight": 0.02,
              "shipment_weight": 0,
              "size": "",
              "sku": "TE451ELBANXFVNAMZ-864177",
              "sourceability": "Sourceable",
              "special_from_date": "2016-01-27 00:00:00",
              "special_price": 109000,
              "special_to_date": "2016-12-31 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "USB TEAM GROUP Diamond D60316GB không chỉ là thiết bị lưu trữ , với thiết kế thanh mảnh , sang trọng nhưng không kém phần chắc chắn với lớp vỏ kim loại bao quanh . Giúp bạn mang theo nó như một món trang sức , tặng kèm móc dây đeo giúp bạn dễ dàng gắn vào điện thoại , móc khóa hay túi xách ,..Công nghệCOB (Chip On Board)Sản phẩm tích hợp công nghệ chip COB có khả năng chống nước va đập và bụi bẩn. Với công nghệ này, bạn sẽ yên tâm hơn khi sử dụng USB.Mở rộng thêm 16 GB dung lượngVớiTeam Groupbạn sẽ có thêm một bộ nhớ lưu trữ dung lượng lên tới 16GB, lưu trữ rất nhiều dữ liệu như: tập tin, hình ảnh, âm nhạc, phim, video, clip, ứng dụng... Nhờ đó, những dữ liệu quan trọng luôn bên bạn.Cổng giao tiếp USB 2.0 thông dụngSản phẩm được trang bị cổng USB 2.0 thông dụng và tương tích với hầu hết các loại máy tính để bàn và laptop hiện nay. Bạn có thể dễ dàng sao lưu dữ liệu một cách nhanh chóng nhất.Với kích thước nhỏ gọn nhưng chắc chắn và không kém phần sang trọng USB TEAM GROUP Diamond D60316GB không chỉ là thiết bị lưu trữ , với thiết kế thanh mảnh , sang trọng nhưng không kém phần chắc chắn với lớp vỏ kim loại bao quanh . Giúp bạn mang theo nó như một món trang sức , tặng kèm móc dây đeo giúp bạn dễ dàng gắn vào điện thoại , móc khóa hay túi xách ,...Công nghệCOB (Chip On Board)Sản phẩm tích hợp công nghệ chip COB có khả năng chống nước va đập và bụi bẩn. Với công nghệ này, bạn sẽ yên tâm hơn khi sử dụng USB.Mở rộng thêm 16 GB dung lượngVớiTeam Groupbạn sẽ có thêm một bộ nhớ lưu trữ dung lượng lên tới 16GB, lưu trữ rất nhiều dữ liệu như: tập tin, hình ảnh, âm nhạc, phim, video, clip, ứng dụng... Nhờ đó, những dữ liệu quan trọng luôn bên bạn.Cổng giao tiếp USB 2.0 thông dụngSản phẩm được trang bị cổng USB 2.0 thông dụng và tương tích với hầu hết các loại máy tính để bàn và laptop hiện nay. Bạn có thể dễ dàng sao lưu dữ liệu một cách nhanh chóng nhất.Với kích thước nhỏ gọn nhưng chắc chắn và không kém phần sang trọng",
        "brand": "Team Group",
        "max_price": 198000,
        "price": 198000,
        "max_special_price": "109000.00",
        "special_price": "109000.00",
        "max_saving_percentage": 45,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": 0,
          "2": "2",
          "3": "7",
          "4": "6",
          "5": "8",
          "avr": 3.8696,
          "sum": 23
        },
        "categories": [
          "1",
          "1379",
          "1384",
          "2080",
          "2423",
          "2426",
          "2441",
          "2564",
          "2567",
          "2583",
          "2594",
          "2715",
          "2731",
          "2741",
          "2838",
          "2854",
          "3259",
          "3269",
          "4401",
          "6428",
          "6456",
          "9175",
          "9179",
          "9495",
          "10976",
          "10978",
          "10979",
          "10981"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-03.slatic.net/p/usb-chong-nuoc-team-group-diamond-d603-16gb-vang-1761-7604421-1-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/usb-chong-nuoc-team-group-diamond-d603-16gb-vang-1761-7604421-2-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/usb-chong-nuoc-team-group-diamond-d603-16gb-vang-1761-7604421-3-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-03.slatic.net/p/usb-chong-nuoc-team-group-diamond-d603-16gb-vang-1761-7604421-4-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    },
    {
      "id": 1044500,
      "data": {
        "sku": "DE276ELAWDXWVNAMZ",
        "name": "Màn hình máy tính LCD Dell 24inch Full HD - U2414H (Đen)",
        "new-product": false,
        "url": "http://www.lazada.vn/mobapi/man-hinh-may-tinh-led-dell-24inch-full-hd-model-u2414h-den-1044500.html",
        "simples": {
          "DE276ELAWDXWVNAMZ-585424": {
            "attributes": {
              "package_type": "Parcel",
              "size": ""
            },
            "id_catalog_simple": 585424,
            "meta": {
              "attribute_set_name": "electronics",
              "max_delivery_time": 4,
              "min_delivery_time": 2,
              "package_type_position": 0,
              "price": 5828900,
              "quantity": 35,
              "shipment_type": 2,
              "shipping_weight": 15.563333333333,
              "shipment_weight": 0,
              "size": "",
              "sku": "DE276ELAWDXWVNAMZ-585424",
              "sourceability": "Sourceable",
              "special_from_date": "2015-11-12 00:00:00",
              "special_price": 5299000,
              "special_to_date": "2016-07-15 00:00:00",
              "tax_percent": 10,
              "total_wishlist": "",
              "variation": "...",
              "estimated_delivery": "",
              "estimated_delivery_position": ""
            },
            "promotions": [],
            "shipping_fee_product_class": "bulky",
            "shipping_fee_product_class_international": "intnl",
            "images": null,
            "sprite": ""
          }
        },
        "description": "Trải nghiệm hình ảnh độ chi tiết cao Full HD với màn hình Dell U2414H 24inch, đường miền siêu mỏng cho cảm giác gần như không giới hạn. Màn hình Dell U2414H còn được trang bị nhiều cổng kết nối tiện lợi đặc biệt với 2 cổng HDMI (MHL) cho phép trình chiếu hình ảnh từ smartphone và tablet trên một màn hình lớn, bên cạnh cổng DisplayPort và mini-DisplayPort để kết nối với máy chiếu hoặc thiết bị tương thích khác.\n\nTÍNH NĂNG NỔI BẬT\nMàn hình viền mỏng ấn tượng\nVới thiết kế viền mỏng chỉ 6.05mm, chiếc màn hình Dell U2414H 24” độ phân giải Full HD sẽ cung cấp hình ảnh gần như hoàn hảo. Bên cạnh đó, màn hình còn có góc nhìn rộng 178 độ cùng khả năng xoay trái và phải 90 độ nhờ đó bạn có thể sắp xếp màn hình với góc nhìn theo ý thích cũng như nối nhiều màn hình lại với nhau để có cái nhìn ấn tượng.\n\nMang hình ảnh từ thiết bị di động của bạn lên màn hình lớn\nKết nối hình ảnh độ nét cao MHL (Mobile High-definition Link) cho phép bạn xem nội dung độ nét cao từ smartphone hoặc tablet trên màn hình máy tính Dell U2414H rộng lớn. Ba cổng USB 3.0 dùng để truyền dữ liệu tốc độ cao trong khi cổng USB 3.0 còn lại có thể sử dụng như cổng sạc thiết bị di động tương thích của bạn một cách thuận tiện.\n\nThiết kế chuyên nghiệp, bảo vệ môi trường\nMàn hình Dell U2414H đạt đầy đủ các tiêu chuẩn ENERGY STAR Qualified, EPEAT Gold Rated, TCO Certified Displays và China Energy Label (CEL), đảm bảo thân thiện môi trường và tiết kiệm điện năng tối ưu cho không gian làm việc của người dùng. Điện năng tiêu thụ chỉ với 16W ở chế độ hoạt động và 0.5W ở chế độ nghỉ sẽ giúp giảm chi phí năng lượng xuống đáng kể trong khi vẫn giữ được chất lượng hình ảnh tốt nhất.",
        "brand": "DELL",
        "max_price": 5828900,
        "price": 5828900,
        "max_special_price": "5299000.00",
        "special_price": "5299000.00",
        "max_saving_percentage": 9,
        "is_fast_delivery": false,
        "ratings_total": {
          "1": 0,
          "2": 0,
          "3": 0,
          "4": "1",
          "5": 0,
          "avr": 4,
          "sum": 1
        },
        "categories": [
          "1",
          "2145",
          "2148",
          "2441",
          "2838",
          "2854",
          "3092",
          "3093",
          "3172",
          "3188",
          "4401",
          "4455",
          "4474",
          "6227",
          "6428",
          "6456",
          "6518",
          "7169",
          "9495",
          "10951"
        ],
        "age_restriction": 0
      },
      "images": [
        {
          "path": "http://vn-live-02.slatic.net/p/man-hinh-may-tinh-lcd-dell-24inch-full-hd-u2414h-den-5814-651553-1-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-02.slatic.net/p/man-hinh-may-tinh-lcd-dell-24inch-full-hd-u2414h-den-5814-651553-2-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        },
        {
          "path": "http://vn-live-01.slatic.net/p/man-hinh-may-tinh-lcd-dell-24inch-full-hd-u2414h-den-5814-651553-3-webp-catalog.jpg",
          "format": "image/jpeg",
          "width": 64,
          "height": 64
        }
      ]
    }
  ],
  "age_restriction": 0,
  "filters": [
    {
      "id": "category",
      "label": "Category",
      "multi": false,
      "options": [
        {
          "id": 4401,
          "label": "Computers & Laptops",
          "val": "computers & laptops",
          "products_count": 18252,
          "children": [
            {
              "id": 9495,
              "label": "Deal shock only in Lazada",
              "val": "deal shock only in lazada",
              "products_count": 98
            },
            {
              "id": 6428,
              "label": "Promotion with Computer & Laptop",
              "val": "promotion with computer & laptop",
              "products_count": 1913,
              "children": [
                {
                  "id": 9019,
                  "label": "Intel Viet Nam Official",
                  "val": "intel viet nam official",
                  "products_count": 634
                },
                {
                  "id": 3408,
                  "label": "Shop Viễn Thông",
                  "val": "shop viễn thông",
                  "products_count": 81
                },
                {
                  "id": 2441,
                  "label": "Sold old this week",
                  "val": "sold old this week",
                  "products_count": 96
                },
                {
                  "id": 2626,
                  "label": "Hard Drivers - SSD & HDD",
                  "val": "hard drivers - ssd & hdd",
                  "products_count": 26
                },
                {
                  "id": 2882,
                  "label": "Clearance for Lunar Year",
                  "val": "clearance for lunar year",
                  "products_count": 44
                },
                {
                  "id": 4097,
                  "label": "Sock Price in the weekend",
                  "val": "sock price in the weekend",
                  "products_count": 22
                },
                {
                  "id": 3092,
                  "label": "Genuine Computer & Laptop",
                  "val": "genuine computer & laptop",
                  "products_count": 290
                },
                {
                  "id": 1379,
                  "label": "Binh Than Tet - Hello Spring with cheap price",
                  "val": "binh than tet - hello spring with cheap price",
                  "products_count": 318
                },
                {
                  "id": 3172,
                  "label": "Laptop - Installment 0%",
                  "val": "laptop - installment 0%",
                  "products_count": 253
                },
                {
                  "id": 3403,
                  "label": "Storage Devices",
                  "val": "storage devices",
                  "products_count": 40
                },
                {
                  "id": 3468,
                  "label": "Parents Day",
                  "val": "parents day",
                  "products_count": 34
                },
                {
                  "id": 9679,
                  "label": "USB",
                  "val": "usb",
                  "products_count": 25
                },
                {
                  "id": 2646,
                  "label": "Typical sellers in Ha Noi",
                  "val": "typical sellers in ha noi",
                  "products_count": 88
                },
                {
                  "id": 3350,
                  "label": "50 SKU hot computer & laptop",
                  "val": "50 sku hot computer & laptop",
                  "products_count": 17
                },
                {
                  "id": 6463,
                  "label": "Thin LCD - Hot Price",
                  "val": "thin lcd - hot price",
                  "products_count": 12
                },
                {
                  "id": 3526,
                  "label": "Lap top for gamer",
                  "val": "lap top for gamer",
                  "products_count": 3
                },
                {
                  "id": 6448,
                  "label": "Clear Stock",
                  "val": "clear stock",
                  "products_count": 8
                },
                {
                  "id": 2606,
                  "label": "Macbook Sock Price",
                  "val": "macbook sock price",
                  "products_count": 1
                },
                {
                  "id": 2724,
                  "label": "The Official Sandisk",
                  "val": "the official sandisk",
                  "products_count": 12
                },
                {
                  "id": 9752,
                  "label": "Microsoft Office 365",
                  "val": "microsoft office 365",
                  "products_count": 7
                },
                {
                  "id": 9021,
                  "label": "The good price laptops",
                  "val": "the good price laptops",
                  "products_count": 300
                },
                {
                  "id": 2723,
                  "label": "Combo Computer & Laptop",
                  "val": "combo computer & laptop",
                  "products_count": 48
                },
                {
                  "id": 3365,
                  "label": "Laptop - Cheap price in summer",
                  "val": "laptop - cheap price in summer",
                  "products_count": 1
                }
              ]
            },
            {
              "id": 4414,
              "label": "Laptops",
              "val": "laptops",
              "products_count": 4073,
              "children": [
                {
                  "id": 6192,
                  "label": "Gaming",
                  "val": "gaming",
                  "products_count": 257
                },
                {
                  "id": 6189,
                  "label": "Chromebooks",
                  "val": "chromebooks",
                  "products_count": 2
                },
                {
                  "id": 7808,
                  "label": "Macbooks",
                  "val": "macbooks",
                  "products_count": 84
                },
                {
                  "id": 9046,
                  "label": "Netbooks",
                  "val": "netbooks",
                  "products_count": 56
                },
                {
                  "id": 2398,
                  "label": "Ultrabooks",
                  "val": "ultrabooks",
                  "products_count": 159
                },
                {
                  "id": 2392,
                  "label": "All-purpose",
                  "val": "all-purpose",
                  "products_count": 3303
                },
                {
                  "id": 2340,
                  "label": "2-in-1s",
                  "val": "2-in-1s",
                  "products_count": 213
                }
              ]
            },
            {
              "id": 9175,
              "label": "Storage",
              "val": "storage",
              "products_count": 2414,
              "children": [
                {
                  "id": 9176,
                  "label": "Solid State Drives",
                  "val": "solid state drives",
                  "products_count": 293
                },
                {
                  "id": 9177,
                  "label": "External hard Drives",
                  "val": "external hard drives",
                  "products_count": 647
                },
                {
                  "id": 9178,
                  "label": "Internal Hard Drives",
                  "val": "internal hard drives",
                  "products_count": 170
                },
                {
                  "id": 9179,
                  "label": "USB Flash Drives",
                  "val": "usb flash drives",
                  "products_count": 1283
                },
                {
                  "id": 6861,
                  "label": "NAS",
                  "val": "nas",
                  "products_count": 24
                }
              ]
            },
            {
              "id": 4476,
              "label": "Printers & Accessories",
              "val": "printers & accessories",
              "products_count": 2550,
              "children": [
                {
                  "id": 4478,
                  "label": "Printers",
                  "val": "printers",
                  "products_count": 786
                },
                {
                  "id": 6143,
                  "label": "Printer stands",
                  "val": "printer stands",
                  "products_count": 2
                },
                {
                  "id": 9059,
                  "label": "Labeller",
                  "val": "labeller",
                  "products_count": 43
                },
                {
                  "id": 9060,
                  "label": "Fax machines",
                  "val": "fax machines",
                  "products_count": 23
                },
                {
                  "id": 2120,
                  "label": "Ink",
                  "val": "ink",
                  "products_count": 1690
                },
                {
                  "id": 4938,
                  "label": "Printer memory modules",
                  "val": "printer memory modules",
                  "products_count": 13
                }
              ]
            },
            {
              "id": 4486,
              "label": "Network Components",
              "val": "network components",
              "products_count": 1415,
              "children": [
                {
                  "id": 4488,
                  "label": "Access Points",
                  "val": "access points",
                  "products_count": 132
                },
                {
                  "id": 4490,
                  "label": "Network Interface Cards",
                  "val": "network interface cards",
                  "products_count": 71
                },
                {
                  "id": 4487,
                  "label": "Routers",
                  "val": "routers",
                  "products_count": 391
                },
                {
                  "id": 4489,
                  "label": "Switches",
                  "val": "switches",
                  "products_count": 162
                },
                {
                  "id": 4491,
                  "label": "Wireless USB Adapters",
                  "val": "wireless usb adapters",
                  "products_count": 128
                },
                {
                  "id": 2796,
                  "label": "Cables",
                  "val": "cables",
                  "products_count": 343
                },
                {
                  "id": 9691,
                  "label": "Modems",
                  "val": "modems",
                  "products_count": 106
                },
                {
                  "id": 4126,
                  "label": "Range extender",
                  "val": "range extender",
                  "products_count": 41
                },
                {
                  "id": 6017,
                  "label": "Network adaptors",
                  "val": "network adaptors",
                  "products_count": 71
                }
              ]
            },
            {
              "id": 4455,
              "label": "Computer Accessories",
              "val": "computer accessories",
              "products_count": 6330,
              "children": [
                {
                  "id": 4471,
                  "label": "Battery Adaptors",
                  "val": "battery adaptors",
                  "products_count": 449
                },
                {
                  "id": 4470,
                  "label": "Batteries",
                  "val": "batteries",
                  "products_count": 473
                },
                {
                  "id": 4467,
                  "label": "Blank Media",
                  "val": "blank media",
                  "products_count": 18
                },
                {
                  "id": 4462,
                  "label": "Cooling Pads/Cooling Stands",
                  "val": "cooling pads/cooling stands",
                  "products_count": 157
                },
                {
                  "id": 4466,
                  "label": "External DVD Writers",
                  "val": "external dvd writers",
                  "products_count": 35
                },
                {
                  "id": 4474,
                  "label": "Monitors",
                  "val": "monitors",
                  "products_count": 450
                },
                {
                  "id": 6175,
                  "label": "Laptop stands",
                  "val": "laptop stands",
                  "products_count": 34
                },
                {
                  "id": 4468,
                  "label": "Speakers",
                  "val": "speakers",
                  "products_count": 243
                },
                {
                  "id": 4911,
                  "label": "TV Tuners",
                  "val": "tv tuners",
                  "products_count": 2
                },
                {
                  "id": 4469,
                  "label": "Webcams",
                  "val": "webcams",
                  "products_count": 42
                },
                {
                  "id": 9052,
                  "label": "Gadgets",
                  "val": "gadgets",
                  "products_count": 936
                },
                {
                  "id": 9053,
                  "label": "Surge Protector ",
                  "val": "surge protector ",
                  "products_count": 1
                },
                {
                  "id": 2160,
                  "label": "Keyboards",
                  "val": "keyboards",
                  "products_count": 1373
                },
                {
                  "id": 3342,
                  "label": "Gaming Headphones",
                  "val": "gaming headphones",
                  "products_count": 178
                },
                {
                  "id": 2342,
                  "label": "Mice",
                  "val": "mice",
                  "products_count": 1803
                },
                {
                  "id": 2338,
                  "label": "Mousepads",
                  "val": "mousepads",
                  "products_count": 121
                }
              ]
            },
            {
              "id": 4419,
              "label": "Computer Components",
              "val": "computer components",
              "products_count": 755,
              "children": [
                {
                  "id": 4446,
                  "label": "Cabinets",
                  "val": "cabinets",
                  "products_count": 23
                },
                {
                  "id": 4449,
                  "label": "Fans & Heatsinks",
                  "val": "fans & heatsinks",
                  "products_count": 53
                },
                {
                  "id": 4430,
                  "label": "Graphic Cards",
                  "val": "graphic cards",
                  "products_count": 97
                },
                {
                  "id": 4437,
                  "label": "Internal Optical Drives",
                  "val": "internal optical drives",
                  "products_count": 18
                },
                {
                  "id": 4421,
                  "label": "Motherboards",
                  "val": "motherboards",
                  "products_count": 84
                },
                {
                  "id": 4448,
                  "label": "Power Supply Units",
                  "val": "power supply units",
                  "products_count": 153
                },
                {
                  "id": 4428,
                  "label": "Processors",
                  "val": "processors",
                  "products_count": 48
                },
                {
                  "id": 4426,
                  "label": "RAM",
                  "val": "ram",
                  "products_count": 241
                },
                {
                  "id": 4125,
                  "label": "Sound cards",
                  "val": "sound cards",
                  "products_count": 34
                }
              ]
            },
            {
              "id": 4417,
              "label": "Desktops Computers",
              "val": "desktops computers",
              "products_count": 403,
              "children": [
                {
                  "id": 9047,
                  "label": "All-In-One",
                  "val": "all-in-one",
                  "products_count": 43
                },
                {
                  "id": 9048,
                  "label": "All-purpose",
                  "val": "all-purpose",
                  "products_count": 308
                },
                {
                  "id": 9049,
                  "label": "Gaming",
                  "val": "gaming",
                  "products_count": 47
                },
                {
                  "id": 9051,
                  "label": "DIY",
                  "val": "diy",
                  "products_count": 30
                }
              ]
            },
            {
              "id": 4475,
              "label": "Scanners",
              "val": "scanners",
              "products_count": 181
            },
            {
              "id": 4481,
              "label": "Software",
              "val": "software",
              "products_count": 105,
              "children": [
                {
                  "id": 4485,
                  "label": "Educational Media",
                  "val": "educational media",
                  "products_count": 3
                },
                {
                  "id": 4484,
                  "label": "Office Tools",
                  "val": "office tools",
                  "products_count": 22
                },
                {
                  "id": 4483,
                  "label": "Operating System",
                  "val": "operating system",
                  "products_count": 27
                },
                {
                  "id": 4482,
                  "label": "Security Software",
                  "val": "security software",
                  "products_count": 53
                }
              ]
            },
            {
              "id": 2551,
              "label": "PC Gaming",
              "val": "pc gaming",
              "products_count": 754,
              "children": [
                {
                  "id": 2555,
                  "label": "Gaming Desktop Computers",
                  "val": "gaming desktop computers",
                  "products_count": 17
                },
                {
                  "id": 2554,
                  "label": "Gaming Laptops",
                  "val": "gaming laptops",
                  "products_count": 162
                },
                {
                  "id": 2553,
                  "label": "Gaming Keyboards",
                  "val": "gaming keyboards",
                  "products_count": 183
                },
                {
                  "id": 2552,
                  "label": "Gaming Mice",
                  "val": "gaming mice",
                  "products_count": 300
                },
                {
                  "id": 2121,
                  "label": "Gaming Mousepads",
                  "val": "gaming mousepads",
                  "products_count": 38
                },
                {
                  "id": 9186,
                  "label": "Gaming Headsets",
                  "val": "gaming headsets",
                  "products_count": 54
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "brand",
      "label": "Brand",
      "multi": true,
      "options": [
        {
          "id": 10,
          "label": "ACER",
          "val": "acer",
          "products_count": 661
        },
        {
          "id": 10037,
          "label": "ESET",
          "val": "eset",
          "products_count": 2
        },
        {
          "id": 10047,
          "label": "AMP",
          "val": "amp",
          "products_count": 7
        },
        {
          "id": 10114,
          "label": "SHINICE",
          "val": "shinice",
          "products_count": 5
        },
        {
          "id": 10123,
          "label": "Titi",
          "val": "titi",
          "products_count": 4
        },
        {
          "id": 1018,
          "label": "Strontium",
          "val": "strontium",
          "products_count": 12
        },
        {
          "id": 10251,
          "label": "PAN",
          "val": "pan",
          "products_count": 1
        },
        {
          "id": 10264,
          "label": "Easars",
          "val": "easars",
          "products_count": 8
        },
        {
          "id": 10286,
          "label": "Sato",
          "val": "sato",
          "products_count": 5
        },
        {
          "id": 10365,
          "label": "Coolerplus",
          "val": "coolerplus",
          "products_count": 3
        },
        {
          "id": 10366,
          "label": "Salar",
          "val": "salar",
          "products_count": 2
        }
      ]
    },
    {
      "id": "price",
      "label": "Price",
      "multi": false,
      "options": {
        "min": 10000,
        "max": 1000000000,
        "absoluteMin": "10000",
        "absoluteMax": "1000000000"
      }
    },
    {
      "id": "rating",
      "label": "Product rating",
      "multi": false,
      "options": [
        {
          "label": "1-2",
          "products_count": 77,
          "val": "1-2"
        },
        {
          "label": "1-3",
          "products_count": 202,
          "val": "1-3"
        },
        {
          "label": "1-4",
          "products_count": 440,
          "val": "1-4"
        },
        {
          "label": "1-5",
          "products_count": 1161,
          "val": "1-5"
        },
        {
          "label": "2-3",
          "products_count": 157,
          "val": "2-3"
        },
        {
          "label": "2-4",
          "products_count": 395,
          "val": "2-4"
        },
        {
          "label": "2-5",
          "products_count": 1116,
          "val": "2-5"
        },
        {
          "label": "3-4",
          "products_count": 337,
          "val": "3-4"
        },
        {
          "label": "3-5",
          "products_count": 1058,
          "val": "3-5"
        },
        {
          "label": "4-5",
          "products_count": 875,
          "val": "4-5"
        },
        {
          "label": "5-5",
          "products_count": 567,
          "val": "5-5"
        }
      ]
    }
  ]
}
